<?php
use frontend\assets\IndexAsset;
IndexAsset::register($this);
$baseUrl = Yii::$app->getHomeUrl();
?>
<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1,minimum-scale=1,user-scalable=no"/>
    <meta content="telephone=no" name="format-detection" />
    <meta name="apple-touch-fullscreen" content="yes" />
    <meta name="apple-mobile-web-app-capable" content="yes" />
    <meta name="apple-mobile-web-app-status-bar-style" content="black" />
    <title>商家入驻协议</title>
    <link rel="stylesheet" type="text/css" href="<?=$baseUrl;?>css/style.css">
    <?php $this->beginPage() ?>
    <?php $this->beginBody() ?>
    <?php $this->endBody() ?>
    <?php $this->endPage() ?>
</head>
<body style="background-color: #ffffff">
<div class="index_title">
    <p style="font-weight:800;">商家入驻协议</p>
</div>
<div class="index_xieyi_b">
    <p>甲方：北京同创共享网络科技有限公司 </p>
    <p>乙方：入驻商超 </p>
    <p>本协议由双方在自愿、平等、公平及诚实信用原则的基础上，根据《中华人名共和国合同法》等相关法律、法规的规定，经友好协商达成以下协议，供双方共同遵守：</p>
    <p style="font-weight:800;">【第一条】产品介绍</p>
    <p>1.“顺道嘉速送手机合作商家”（以下简称“顺道嘉”）是由甲方开发的一款主要用于速送、短租、代收代送等服务的网络销售平台。甲方拥有“顺道嘉”软件的著作权。</p>
    <p style="font-weight:800;">【第二条】合作内容</p>
    <p>1.甲方提供平台，供乙方发布其产品信息进行网上服务并负责平台管理维护与更新。消费者通过甲方“顺道嘉速送手机合作商家”网络销售平台购买合作商家产品或其他服务，乙方需确认并提供产品或其他服务。</p>
    <p style="font-weight:800;">【第三条】合作期限</p>
    <p>1.本协议有效期自商超在平台上注册并点击同意确认本协议之日起至在平台上注销之日止。</p>
    <p>【第四条】甲方权利与义务</p>
    <p>1.甲方为乙方提供“顺道嘉”网络销售平台授权账号，同时甲方有权按乙方在“顺道嘉”平台产生的销售额的6%的比例实时提取作为利润分配（简称分润）,分润将在消费者确认收货后，自动划转到甲方账号。</p>
    <p>2.如乙方提供任何假冒、过期等不符合国家相关标准的产品的，甲方有权随时解除本协议，并操作乙方产品下线，对甲方平台信誉造成不良影响的，乙方应承担违约责任，一次性向甲方支付相当于该商品价值5倍的违约金，导致甲方被处罚或利益损失的，乙方应赔偿全部损失。对消费者造成损害的，最终应由乙方承担。</p>
    <p>3.乙方对“顺道嘉”分配的用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。乙方若发现任何非法使用用户帐户或存在安全漏洞的情况，请立即通告甲方。</p>
    <p>4.如因不可抗力或其他无法控制的原因使甲方销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，甲方不承担责任。但是甲方会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。</p>
    <p>5.甲方需保证乙方数据的安全性，不得将乙方数据透漏或转让给第三方，如因此类行为造成乙方数据泄露或损失，甲方应承担赔偿责任。</p>
    <p>6.在本协议有效期内，甲方有权根据市场情况对合作商家入驻条件进行调整。</p>
    <p style="font-weight:800;">【第五条】乙方权利与义务</p>
    <p>1.乙方应保证提供的包括工商营业执照、税务登记证明等相关资质真实有效，因乙方资质问题而使本协议无法正常履行的结果由乙方负责。</p>
    <p>2.乙方应遵循甲方销售策略和决策理念，保证在使用平台进行交易的过程中遵守诚实信用原则，对平台所承诺的各项服务进行完善，满足消费者需求。</p>
    <p>3.乙方应保证时效性，保证接单与配送的速度，保证货品的质量、安全合格，因乙方的原因造成损害后果由乙方承担全部责任。</p>
    <p>4.凡甲方已经在乙方上线的产品及相应服务内容，在双方规定的上线时间内，未经乙方同意甲方不得进行任何形式直接或间接的取消或变更，如因特殊原因甲方确实需要进行变更或取消的，由甲方至少提前5个工作日告知乙方，并由双方另行商议对页面做相应的调整后方可进行变更。</p>
    <p>5.合作期间在甲方“顺道嘉”平台营销活动和产品展示所需要的文字、图片和视频等资料由乙方提供，甲方可协助乙方完善图片展示、产品介绍等内容。</p>
    <p>6.甲方系统通知乙方下单后，如乙方因产品售罄等原因，不能提供的，乙方应立即电话通知下单的消费者和甲方，并做好合理的安抚和处理。</p>
    <p>7.乙方有权要求甲方提供必要的咨询和技术指导服务，以保证“顺道嘉”平台能正常稳定运行。</p>
    <p>8.如乙方需要甲方后期提供其他特殊增值服务，或甲方后期开发其他增值服务，需要双方共同签订补充协议，协商具体事项。</p>
    <p style="font-weight:800;">【第六条】知识产权保护</p>
    <p>1.本协议的签署，不影响双方已经拥有或将要拥有的知识产权的权属。</p>
    <p>2.甲方和乙方均应尊重和保护对方已经申请成功或尚未申请成功的商标权不受侵害，未征得另一方的书面许可，任何一方不得使用对方的商标。</p>
    <p>3.因一方侵犯另一方的知识产权，导致另一方经济损失的，侵权方应赔偿受害方相应的损失，包括直接损失和间接损失。</p>
    <p>4.甲、乙双方均不可在对方未经授权的情况下使用对方名称、LOGO以及涉及相关内容的销售、促销宣传材料及广告、报纸、杂志、宣传单等。如因此产生的不良后果及损失由违约方全部承担。</p>
    <p style="font-weight:800;">【第七条】违约责任</p>
    <p>1.任何一方违反本协议所规定的任意条款导致另一方受到包括但不限于投诉、举报、诉讼或处罚、赔偿等损失，违约方在收到守约方要求纠正其违法行为的书面通知之日，应立即停止其违约行为，并在10日内赔偿守约方因此受到的损失，如迟延履行，需要违约方每日按照损失的3%交纳迟延履行费，直至赔偿对方所有损失后为止。</p>
    <p>2.本协议任何一方均应对其获得对方的业务、经营、财务状况和其他保密资料予以严格保密，不得以任何形式向任何第三方披露。如因任何一方未能履行保密义务而给其他方造成任何损失的，应承担赔偿责任，赔偿损失包括直接损失和预期可得利益的间接损失。</p>
    <p>3.乙方如有严重损害甲方企业利益和形象的行为，甲方享有单方解除权，对甲方造成不良影响的，乙方应采取致歉信、媒体公开等措施消除对甲方造成的不良影响。对甲方造成损失的，乙方应承担相应赔偿责任。</p>
    <p>4.一方因违法被取缔或自行停业的，另一方享有解除权。</p>
    <p style="font-weight:800;">【第八条】不可抗力</p>
    <p>1.因不可抗力或其他意外事件造成本协议不能或没有必要履行的，双方均不负违约责任。本合同所称之“不可抗力”包括但不限于罢工、法定流行疾病、黑客攻击、网络病毒、电信部门技术管制、互联网联通中断、系统故障、政府行为或其他自然或人为灾难等客观情况。遭受不可抗力一方当事人能够通知的应立即书面通知另一方，避免损失扩大。</p>
    <p style="font-weight:800;">【第九条】争议解决和法律适用</p>
    <p>1.本协议在履行过程中如发生争议，由双方协商解决，协商不成，提交北京市通州区人民法院解决。</p>
    <p>2.本协议的订立、执行和解释及争议的解决均应适用中华人民共和国颁布的相关法律、法规。 </p>
    <p>3.本协议最终解释权及修订权归北京同创共享网络科技有限公司享有。</p>
    <p style="font-weight:800;">【第十条】其它事项</p>
    <p>1.订立本协议所依据的法律、法规、规章发生变化，本协议应变更相关内容;订立本协议所依据的客观情况发生重大变化，致使本协议无法履行的，经甲乙双方协商同意，可以变更本协议相关内容或者终止协议的履行。</p>
    <p>2.甲、乙双方应本着诚实信用的原则履行本协议。任何一方在履行中采用欺诈、胁迫或者暴力的手段，另一方均可以解除本协议并有权要求对方赔偿损失。</p>
    <p>3.本协议的有关条款或者约定若与双方以前签署的有关条款或者乙方的有关陈述不一致或者相抵触的，以本协议为准;但经双方协商一致同意保留的除外。</p>
    <p style="font-weight:800;">【第十一条】附则</p>
    <p>1.本协议自乙方在“顺道嘉”平台上点击同意并确认时生效；</p>
    <p>2.本协议未尽事宜，甲方会将补充协议以电子形式在平台上显示并通知乙方，乙方点击同意并确认时，补充协议生效。与本协议内容不符之处，以补充协议为准。</p>
    <p style="font-weight:800;">特别提醒：请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
</div>
</body>
<div class="index_cont_foot">
    <div class="index_cont_foot_a">
        <input type="button" name="button1"  id="button1" value="返回" onclick="history.go(-1)">
    </div>
</div>
</html>
