<?php
use frontend\assets\IndexAsset;
IndexAsset::register($this);
$baseUrl = Yii::$app->getHomeUrl();
?>
<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1,minimum-scale=1,user-scalable=no"/>
    <meta content="telephone=no" name="format-detection" />
    <meta name="apple-touch-fullscreen" content="yes" />
    <meta name="apple-mobile-web-app-capable" content="yes" />
    <meta name="apple-mobile-web-app-status-bar-style" content="black" />
    <title>注用户使用协议</title>
    <link rel="stylesheet" type="text/css" href="<?=$baseUrl;?>css/style.css">
    <?php $this->beginPage() ?>
    <?php $this->beginBody() ?>
    <?php $this->endBody() ?>
    <?php $this->endPage() ?>
</head>
<body style="background-color: #ffffff">
<div class="index_title">
    <p style="font-weight:800;">注用户使用协议</p>
</div>
<div class="index_xieyi">
    <p>尊敬的用户，欢迎您注册成为本平台用户。在注册前请您仔细阅读如下服务条款：“顺道嘉”是由北京同创共享网络科技有限公司独立开发、运营的电子商务平台。在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
</div>
<div class="index_xieyi_a">
    <p style="font-weight:800;">【第一条】接受</p>
    <p>1.当用户选择访问或使用本平台有关服务时，将视为同意接受本协议全部条款内容并接受其约束。</p>
    <p>2.除非另有明确规定，本平台推出的新功能和新服务，均无条件的使用本协议。本平台保留在任何时候修改本协议条款的权利，且无需另行通知。用户在接受服务时应时刻关注并全面遵守。</p>
    <p style="font-weight:800;">【第二条】用户的权利义务</p>
    <p>1.用户可以通过在本平台免费注册账号接受本平台提供的各项服务，注册时应根据本平台的要求，提供真实、准确、即时、完整的注册信息，包括但不限于您的姓名或名称、联系地址、联系电话等易于信息及时传递的通讯方式和工具。因注册信息不真实而引起的一切损失由用户承担，本平台不负任何责任并有权冻结或注销用户的账号。</p>
    <p>2.注册成功后，用户将获得账号及其密码，作为您在本平台交易及享受服务时唯一的身份标识。用户有义务自行妥善保管账户和密码，不得将自身账号转让、转借或任何他人使用，并对由此引发的纠纷、损失和法律后果承担全部责任。</p>
    <p>3.用户代表其他自然人、法人或其他组织在网上注册会员，则需声明并保证一伙的合法书面授权并有权行使签署法律主体受本协议约束。</p>
    <p>4.用户不得以虚构事实等方式恶意诋毁“顺道嘉”APP（简称“平台”）或商家的商誉；不得以任何技术手段或其他方式干扰平台的正常运行或干扰其他用户的使用。</p>
    <p style="font-weight:800;">【第三条】纠纷、争议及投诉处理</p>
    <p>1.用户在使用平台的过程中，发现可能有侵害自己权利的事实时，应当自知道之日起1小时内及时通知平台并提供相应的证明材料。因投诉不实给平台或第三方造成损失的，应承担法律责任。</p>
    <p>【第四条】不可抗力</p>
    <p>1.因不可抗力或者其他意外事件，使得本协议履行不能、双方均不承担责任。本协议所称不可抗力是指不能预见、不能避免并不能克服的客观情况，包括战争、台风、火灾、水灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。遭受不可抗力一方当事人能够通知的应立即书面通知另一方，避免损失扩大。
    <p style="font-weight:800;">【第五条】责任声明</p>
    1.鉴于网络服务的特殊性，平台不对基本安全、稳定以外其他外部干扰、黑客攻击等因素造成的用户与平台服务器之间的连接受阻而无法访问负责。用户同意自己承担因平台意外中断、操作失误或传输迟延、电脑病毒、网络连接故障、未经授权的进入等引起的损失。本网络无法保证网络信息服务的准确性，对用户因使用平台而造成的损失不负法律责任。
    用户明确同意接受本平台服务所存在的风险及其后果将完全由其自己承担，平台对用户不承担任何责任。如因用户违反法律、法规或本协议项下的任何条款而给平台或任何第三人造成损失，用户同意承担由此造成的全部损害赔偿责任。
    <p style="font-weight:800;">【第六条】违约责任</p>
    <p>1.因用户违反本协议的约定即构成违约，违约方应当向平台承担违约责任。</p>
    <p>2.如因用户提供的信息不真实、不完整或不准确给平台或商家造成损失的，平台有权要求用户承担损害赔偿责任。</p>
    <p>3.如因用户违反法律法规或本协议约定，在平台或利用平台服务从事非法活动的，平台有权立即终止服务，注销其账号，并要求其赔偿由此给平台造成的损失。</p>
    <p>4.如用户以技术手段干扰平台的运行或干扰其他用户对平台的使用，平台有权立即注销其账号，并有权要求其赔偿由此给平台造成的损失。</p>
    <p>5.如用户以虚构事实等方式恶意诋毁平台及商家的商誉，平台有权要求公开道歉，赔偿其造成的损失。</p>
    <p style="font-weight:800;">【第七条】法律适用及管辖</p>
    <p>1.用户如果在本协议约定内容履行过程中，对相关事宜的履行发生争议，由双方协商解决，协商不成，提交北京市通州区人民法院解决。</p>
    <p>2.本协议的订立、执行和解释及争议的解决均应适用中华人民共和国颁布的相关法律、法规。 </p>
    <p>3.本协议最终解释权及修订权归北京同创共享网络科技有限公司享有。</p>
    <p style="font-weight:800;">特别提醒：请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
</div>
<div>
</div>
<div class="index_cont_foot">
    <div class="index_cont_foot_a">
        <input type="button" name="button1"  id="button1" value="返回" onclick="history.go(-1)">
    </div>
</div>
</body>
</html>
